{ "translations": {
    "Communication to the privacyIDEA server succeeded. The user was successfully authenticated." : "Die Kommunikation mit dem privacyIDEA Server war erfolgreich. Der Benutzer konnte erfolgreich authentifiziert werden.",
    "Failed to authenticate." : "Authentifizieren fehlgeschlagen.",
    "Communication to the privacyIDEA server succeeded. However, the user failed to authenticate." : "Die Kommunikation mit dem privacyIDEA Server war erfolgreich. Die Authentifizierung des Benutzers ist allerdings fehlgeschlagen.",
    "The service account credentials are correct!" : "Die Zugangsdaten des Service-Accounts sind korrekt.",
    "Failed to trigger challenges. privacyIDEA error." : "Fehler beim Auslösen der Aufgaben, privacyIDEA-Fehler.",
    "Failed to trigger challenges. Wrong HTTP return code." : "Fehler beim Auslösen der Aufgaben, falscher HTTP-Rückgabewert.",
    "Failed to trigger challenges." : "Fehler beim Auslösen der Aufgaben.",
    "Failed to authenticate. privacyIDEA error." : "Authentifizieren fehlgeschlagen, privacyIDEA-Fehler.",
    "Failed to authenticate. Wrong HTTP return code." : "Authentifizieren fehlgeschlagen, falscher HTTP-Rückgabewert.",
    "Failed to fetch authentication token. privacyIDEA error." : "Fehler beim Empfang des Authentifizierungs-Token, privacyIDEA-Fehler.",
    "Failed to fetch authentication token. Unauthorized." : "Fehler beim Empfang des Authentifizierungs-Token, nicht autorisiert.",
    "Failed to fetch authentication token. Wrong HTTP return code." : "Fehler beim Empfang des Authentifizierungs-Token, falscher HTTP-Rückgabewert.",
    "Failed to fetch authentication token." : "Fehler beim Empfang des Authentifizierungs-Token.",
    "privacyIDEA 2FA" : "privacyIDEA-2FA",
    "Open documentation" : "Dokumentation öffnen",
    "Configuration" : "Konfiguration",
    "\n                In a second step of authentication the user is asked to provide a one\n                time password. The users devices are managed in privacyIDEA. The\n                authentication request is forwarded to privacyIDEA.\n            " : "\nIn einem zweiten Schritt wird der Benutzer aufgefordert, ein Einmal-Passwort einzugeben. Die Authentisierungs-Geräte der Benutzer werden im privacyIDEA Server verwaltet. Die Anmelde-Anfrage wird an den privacyIDEA Server geschickt.",
    "Activate two factor authentication with privacyIDEA." : "Zwei-Faktor-Authentifzierung mit privacyIDEA einschalten.",
    "\n                    Before activating two factor authentication with privacyIDEA, please asure, that the connection to\n                    your privacyIDEA-server is configured correctly.\n                " : "\nBevor Sie die Zwei-Faktor-Authentifizierung mit privacyIDEA einschalten, prüfen Sie bitte, ob die Kommunikation zum privacyIDEA Server funktioniert.",
    "Exclude these groups from two factor authentication" : "Diese Benutzer-Gruppen von der Zwei-Faktor-Authentifizierung ausnehmen",
    "\n                    Users in the following groups will not need to do two factor authentication.\n                    Please enter a comma separated list of group names.\n                " : "\nDie Benutzer in den angegebenen Gruppen müssen bei der Anmeldung keinen zweiten Faktor angeben. Geben Sie hier bitte eine Liste von durch Kommata getrennten Gruppen ein.",
    "URL of the privacyIDEA Server" : "Die URL des privacyIDEA Servers",
    "\n                    Please use the base URL of your privacyIDEA instance.\n                    For compatibility reasons, you may also specify the URL of the /validate/check endpoint.\n                " : "\nBitte benutze die Basis-URL des privacyIDEA Servers. Für Kompatibilitätsgründe kannst du auch noch den Endpoint /validate/check angeben.",
    "\n                    Verify the SSL certificate.\n                    Do not uncheck this in productive environments!\n                " : "\nDas SSL Zertifikat überprüfen.\nBitte deaktiviere dies nicht in einer produktiven Umgebung!",
    "\n                    Ignore the system wide proxy settings and send authentication\n                    requests to privacyIDEA directly.\n                " : "\nDie systemweiten Proxy-Einstellungen ignorieren und den HTTP-Request für die Authentifizierung direkt an privacyIDEA senden.",
    "User Realm in privacyIDEA (other than default)" : "Benutzer-Realm in privacyIDEA (wenn nicht der Standard-Realm verwendet wird)",
    "Test" : "Testen",
    "Test Authentication by supplying username and password that are checked against privacyIDEA:" : "Du kannst die Konfiguration testen, indem du einen Benutzernamen und das Einmal-Passwort, das an privacyIDEA gesendet werden soll, hier eingeben:",
    "User" : "Benutzer",
    "Password" : "Kennwort",
    "Challenge Response" : "Challenge-Response",
    "Trigger challenges for challenge-response tokens. Check this if you employ, e.g., SMS or E-Mail tokens." : "Challenges für Challenge-Response-Token auslösen. Aktiviere diese Konfiguration, wenn du bspw. SMS oder E-Mail-Token verwenden möchtest.",
    "Username of privacyIDEA service account" : "Benutzername des privacyIDEA-Dienstekontos",
    "Password of privacyIDEA service account" : "Passwort des privacyIDEA-Dienstekontos",
    "Check Credentials" : "Überprüfe die Login-Daten"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}