{ "translations": {
    "Communication to the privacyIDEA server succeeded. The user was successfully authenticated." : "Die Kommunikation mit dem privacyIDEA Server war erfolgreich. Der Benutzer konnte erfolgreich authentifiziert werden.",
    "Failed to authenticate." : "Authentifizieren fehlgeschlagen.",
    "Communication to the privacyIDEA server succeeded. However, the user failed to authenticate." : "Die Kommunikation mit dem privacyIDEA Server war erfolgreich. Die Authentifizierung des Benutzers ist allerdings fehlgeschlagen.",
    "The service account credentials are correct!" : "Die Zugangsdaten des Service-Accounts sind korrekt.",
    "Failed to trigger challenges." : "Fehler beim Auslösen der Aufgaben.",
    "Failed to fetch authentication token." : "Fehler beim Empfang des Authentifizierungs-Token.",
    "privacyIDEA 2FA" : "privacyIDEA-2FA",
    "Open documentation" : "Dokumentation öffnen",
    "Configuration" : "Konfiguration",
    "\n                In a second step of authentication the user is asked to provide a one\n                time password. The users devices are managed in privacyIDEA. The\n                authentication request is forwarded to privacyIDEA.\n            " : "\nIn einem zweiten Schritt wird der Benutzer aufgefordert, ein Einmal-Passwort einzugeben. Die Authentisierungs-Geräte der Benutzer werden im privacyIDEA Server verwaltet. Die Anmelde-Anfrage wird an den privacyIDEA Server geschickt.",
    "Activate two factor authentication with privacyIDEA." : "Zwei-Faktor-Authentifzierung mit privacyIDEA einschalten.",
    "\n                    Before activating two factor authentication with privacyIDEA, please asure, that the connection to\n                    your privacyIDEA-server is configured correctly.\n                " : "\nBevor Sie die Zwei-Faktor-Authentifizierung mit privacyIDEA einschalten, prüfen Sie bitte, ob die Kommunikation zum privacyIDEA Server funktioniert.",
    "Timeout" : "Zeitüberschreitung",
    "default is 5" : "Standard ist 5",
    "\n                    Sets timeout to privacyIDEA for login in seconds.\n                " : "\nZeitüberschreitung der privacyIDEA-Anmeldung in Sekunden angeben.",
    "Include or " : "Einschließen oder",
    "Exclude" : "Entfernen",
    " these groups from two factor authentication" : "diese Benutzer-Gruppen von der Zwei-Faktor-Authentifizierung",
    "\n                    If Include is selected, just the groups in this field need to do 2FA.\n                    If you select Exclude, these groups can use 1FA (all others need 2FA).\n                " : "\nWenn Einschließen ausgewählt, müssen die Gruppen in diesem Feld die Zwei-Faktor-Authentifizierung verwenden.\nWenn Ausschließen ausgewählt, können diese Gruppen die einfache Authentifizierung verwenden (alle anderen benötigen die Zwei-Faktor-Authentifizierung).",
    "URL of the privacyIDEA Server" : "Die URL des privacyIDEA Servers",
    "\n                    Please use the base URL of your privacyIDEA instance.\n                    For compatibility reasons, you may also specify the URL of the /validate/check endpoint.\n                " : "\nBitte benutzen Sie die Basis-URL des privacyIDEA Servers. Für Kompatibilitätsgründe können Sie auch noch den Endpoint /validate/check angeben.",
    "\n                    Verify the SSL certificate.\n                    Do not uncheck this in productive environments!\n                " : "\nDas SSL Zertifikat überprüfen.\nBitte deaktivieren Sie dies nicht in einer produktiven Umgebung!",
    "\n                    Ignore the system wide proxy settings and send authentication\n                    requests to privacyIDEA directly.\n                " : "\nDie systemweiten Proxy-Einstellungen ignorieren und den HTTP-Request für die Authentifizierung direkt an privacyIDEA senden.",
    "User Realm in privacyIDEA (other than default)" : "Benutzer-Realm in privacyIDEA (wenn nicht der Standard-Realm verwendet wird)",
    "Test" : "Testen",
    "Test Authentication by supplying username and password that are checked against privacyIDEA:" : "Sie können die Konfiguration testen, indem Sie einen Benutzernamen und das Einmal-Passwort, das an privacyIDEA gesendet werden soll, hier eingeben:",
    "User" : "Benutzer",
    "Password" : "Passwort",
    "Challenge Response" : "Challenge-Response",
    "Trigger challenges for challenge-response tokens. Check this if you employ, e.g., SMS or E-Mail tokens." : "Challenges für Challenge-Response-Token auslösen. Aktivieren Sie diese Konfiguration, wenn Sie bspw. SMS oder E-Mail-Token verwenden möchten.",
    "Username of privacyIDEA service account" : "Benutzername des privacyIDEA-Dienstekontos",
    "Password of privacyIDEA service account" : "Passwort des privacyIDEA-Dienstekontos",
    "Check Credentials" : "Überprüfe die Login-Daten"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}