{ "translations": {
    "Communication to the privacyIDEA server succeeded. The user was successfully authenticated." : "Comunicación con privacyIDEA satisfactoria. El usuario ha sido autentificado correctamente.",
    "Failed to authenticate." : "Falló la autenticación.",
    "Communication to the privacyIDEA server succeeded. However, the user failed to authenticate." : "La comunicación con el servidor privacyIDEA ha tenido éxito. Sin embargo, el usuario ha fallado al autenticarse.",
    "The service account credentials are correct!" : "¡Las credenciales de servicio de la cuenta son correctas!",
    "Failed to trigger challenges." : "Fallo al realizar retos",
    "Failed to fetch authentication token." : "Fallo al descargar el token de autenticación.",
    "privacyIDEA 2FA" : "privacyIDEA 2FA",
    "Open documentation" : "Abrir Documentación",
    "Configuration" : "Configuración",
    "\n                In a second step of authentication the user is asked to provide a one\n                time password. The users devices are managed in privacyIDEA. The\n                authentication request is forwarded to privacyIDEA.\n            " : "\n                En un segundo paso de la autentificación, el usuario debe proveer\n               una contraseña de un solo uso. Los usuarios y las peticiones de \n                autentificación serán gestionados por privacyIDEA .\n            ",
    "Activate two factor authentication with privacyIDEA." : "Activa autenticación de dos factores con privacyIDEA.",
    "\n                    Before activating two factor authentication with privacyIDEA, please asure, that the connection to\n                    your privacyIDEA-server is configured correctly.\n                " : "\n                    Antes de activar la autenticación de dos factores con privacyIDEA, asegúrese de que la conexión a\n                    su servidor privacyIDEA está configurado correctamente.\n                ",
    "Timeout" : "Pausa",
    "default is 5" : "el valor predeterminado es 5",
    "\n                    Sets timeout to privacyIDEA for login in seconds.\n                " : "\n                    Establece el tiempo de espera en privacyIDEA para iniciar sesión en segundos.\n                ",
    "Include or " : "Incluir",
    "Exclude" : "Excluir",
    " these groups from two factor authentication" : "estos grupos de la autenticación de dos factores",
    "\n                    If Include is selected, just the groups in this field need to do 2FA.\n                    If you select Exclude, these groups can use 1FA (all others need 2FA).\n                " : "\n                    Si incluir está seleccionado, los grupos de este campo necesitarán 2FA.\n                    Si excluir está seleccionado, los grupos de este campo necesitarán  1FA (todos los demás necesitarán 2FA).\n                ",
    "URL of the privacyIDEA Server" : "URL del servidor privacyIDEA",
    "\n                    Please use the base URL of your privacyIDEA instance.\n                    For compatibility reasons, you may also specify the URL of the /validate/check endpoint.\n                " : "\n                    Usar la URL base de su ejemplar de privacyIDEA.\n                    Por razones de compatibilidad, tú también puede especificar la URL del punto final /validar/comprobar.\n                ",
    "\n                    Verify the SSL certificate.\n                    Do not uncheck this in productive environments!\n                " : "\n                    Verificar el certificado SSL.\n                    !No deshabilitar en entornos de producción!\n                ",
    "\n                    Ignore the system wide proxy settings and send authentication\n                    requests to privacyIDEA directly.\n                " : "\n                    Ignorar la configuración del proxy y enviar peticiones de \n                    autentificación al servidor privacyIDEA directamente\n                ",
    "User Realm in privacyIDEA (other than default)" : "Usuario Realm para privacyIDEA (que no sea el predeterminado)",
    "Test" : "Probar",
    "Test Authentication by supplying username and password that are checked against privacyIDEA:" : "Probar la autentificación usando el usuario y contraseña suministrado, para chequear privacyIDEA, ",
    "User" : "Usuario",
    "Password" : "Contraseña",
    "Challenge Response" : "Respuesta al reto",
    "Trigger challenges for challenge-response tokens. Check this if you employ, e.g., SMS or E-Mail tokens." : "Desencadenar retos para símbolos de desafío y respuesta. Marque esto si tú utilizas, por ejemplo, símbolos de SMS o de correo electrónico.",
    "Username of privacyIDEA service account" : "Nombre de la cuenta del servicio privacyIDEA.",
    "Password of privacyIDEA service account" : "Contraseña de la cuenta del servicio privacyIDEA.",
    "Check Credentials" : "Comprobar credenciales"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}