{ "translations": {
    "Communication to the privacyIDEA server succeeded. The user was successfully authenticated." : "Komunikimi me shërbyesin privacyIDEA pati sukses. Përdoruesi u mirëfilltësua me sukses.",
    "Failed to authenticate." : "S’u arrit të bëhej mirëfilltësimi.",
    "Communication to the privacyIDEA server succeeded. However, the user failed to authenticate." : "Komunikimi me shërbyesin privacyIDEA pati sukses. Sidoqoftë, mirëfilltësimi i përdoruesit dështoi.",
    "The service account credentials are correct!" : "Kredencialet për llogarinë e shërbimit janë të sakta!",
    "Failed to trigger challenges. Wrong HTTP return code: " : "S’u arrit të sillej token mirëfilltësimi. Kod HTTP kthimi i gabuar:",
    "Failed to trigger challenges." : "Dështoi vënia në punë e <em>challenges</em>.",
    "Failed to fetch authentication token." : "Dështoi prurja e tokenit të mirëfilltësimit.",
    "privacyIDEA 2FA" : "privacyIDEA 2FA",
    "Open documentation" : "Hap dokumentimin",
    "Configuration" : "Formësim",
    "\n                In a second step of authentication the user is asked to provide a one\n                time password. The users devices are managed in privacyIDEA. The\n                authentication request is forwarded to privacyIDEA.\n            " : "\n                Në një hap të dytë të mirëfilltësimit, përdoruesit i kërkohet të japë një\n                fjalëkalim njëpërdorimsh. Pajisjet e përdoruesit administrohen në privacyIDEA.\n                Kërkesa e mirëfilltësimit i përcillet privacyIDEA-s.\n            ",
    "Activate two factor authentication with privacyIDEA." : "Aktivizoni mirëfilltësim dyfaktorësh me privacyIDEA.",
    "\n                    Before activating two factor authentication with privacyIDEA, please asure, that the connection to\n                    your privacyIDEA-server is configured correctly.\n                " : "\n                    Përpara aktivizimit të mirëfilltësimit dyfaktorësh me privacyIDEA, ju lutemi, siguroni që lidhja\n                    me shërbyesin tuaj privacyIDEA të jetë formësuar si duhet.\n                ",
    "Timeout" : "Mbarim kohe",
    "default is 5" : "parazgjedhja është 5",
    "\n                    Sets timeout to privacyIDEA for login in seconds.\n                " : "\n                    Cakton mbarim kohe për privacyIDEA për hyrje, në sekonda.\n                ",
    "Include or " : "Përfshi ose",
    "Exclude" : "Përjashto",
    " these groups from two factor authentication" : "këto grupe nga mirëfilltësimi dyfaktorësh",
    "\n                    If Include is selected, just the groups in this field need to do 2FA.\n                    If you select Exclude, these groups can use 1FA (all others need 2FA).\n                " : "\n                    Nëse është përzgjedhur përfshirja, vetëm për grupet në këtë fushë lypset të bëhet Mirëfilltësim Dyfaktorësh.\n                    Nëse përzgjidhni Përjashto, këto grupe mund të përdorim Mirëfilltësim Njëfaktorësh (krejt të tjerëve u duhet Mirëfilltësimi Dyfaktorësh).\n                ",
    "URL of the privacyIDEA Server" : "URL e Shërbyesit privacyIDEA",
    "\n                    Please use the base URL of your privacyIDEA instance.\n                    For compatibility reasons, you may also specify the URL of the /validate/check endpoint.\n                " : "\n                    Ju lutemi, jepni URL-në bazë të instancës tuaj privacyIDEA.\n                    Për arsye përputhshmërie, URL-në mund ta specifikoni edhe si pikëmbarim /validate/check.\n                ",
    "\n                    Verify the SSL certificate.\n                    Do not uncheck this in productive environments!\n                " : "\n                    Verifikoni dëshminë SSL.\n                    Për mjedise produktive të njëmendta, mos ia hiqni shenjën kësaj!\n                ",
    "\n                    Ignore the system wide proxy settings and send authentication\n                    requests to privacyIDEA directly.\n                " : "\n                    Shpërfill rregullime ndërmjetësi për mbarë sistemin dhe\n                    dërgo kërkesa mirëfilltësimi drejtpërsëdrejti te privacyIDEA.\n                ",
    "User Realm in privacyIDEA (other than default)" : "Përdor Realm në privacyIDEA (përveç parazgjedhjes)",
    "Test" : "Provë",
    "Test Authentication by supplying username and password that are checked against privacyIDEA:" : "Provo Mirëfilltësimin duke dhënë emër përdoruesi dhe fjalëkalim që kontrollohen në privacyIDEA:",
    "User" : "Përdorues",
    "Password" : "Fjalëkalim",
    "Trigger challenges for challenge-response tokens. Check this if you employ, e.g., SMS or E-Mail tokens." : "Prodho <em>challenges</em> për token <em>challenge-response</em>. I vini shenjë kësaj, nëse përdorni, f.v., token SMS ose E-Mail.",
    "Username of privacyIDEA service account" : "Emër Përdoruesi për llogarinë në shërbimin privacyIDEA",
    "Password of privacyIDEA service account" : "Fjalëkalim për llogarinë në shërbimin privacyIDEA",
    "Check Credentials" : "Kontrolloni Kredencialet"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}